Repository: lexo-ch/acf-image-focus
Catalog: languages/acfif-*.po
Languages: de_ch, sr_rs

source: %s for this image has been changed from %s to %s. Please adjust the focus again and save this post.
de_ch: %s für dieses Bild wurde von %s auf %s geändert. Bitte stellen Sie den Fokus erneut ein und speichern Sie diesen Beitrag.
sr_rs: %s za ovu sliku je promenjeno iz %s u %s. Ponovo podesite fokus i sačuvajte ovaj post.

source: %s requires at least ACF %s!
de_ch: %s erfordert mindestens ACF %s!
sr_rs: %s zahteva najmanje ACF %s!

source: %s requires PHP %s or greater.<br/> Go back to <a href="%s">Dashboard</a>
de_ch: %s erfordert PHP %s oder höher.<br/> Zurück zum <a href="%s">Dashboard</a>
sr_rs: %s zahteva PHP %s ili noviji.<br/> Vratite se na <a href="%s">Kontrolnu tablu</a>

source: %s requires WordPress %s or greater.<br/> Go back to <a href="%s">Dashboard</a>
de_ch: %s erfordert WordPress %s oder höher.<br/> Zurück zum <a href="%s">Dashboard</a>
sr_rs: %s zahteva VordPress %s ili noviji.<br/> Vratite se na <a href="%s">Kontrolnu tablu</a>

source: ACF extension for displaying the images with different proportions in predefined "frame" by setting position, without cropping.
de_ch: ACF-Erweiterung für die Anzeige von Bildern mit unterschiedlichen Proportionen in einem vordefinierten "Frame" durch Einstellung der Position, ohne Beschneidung.
sr_rs: ACF ekstenzija za prikazivanje slika sa različitim proporcijama u unapred definisanom "okviru" podešavanjem pozicije, bez isecanja.

source: Applies to the image in the frontend.
de_ch: Gilt für das Bild im Frontend.
sr_rs: Odnosi se na sliku u prednjem delu (frontend-u).

source: Applies to the image in the frontend. Space separated list (e.g. <i>class1 class-second class_3</i>).
de_ch: Gilt für das Bild im Frontend. Durch Leerzeichen getrennte Liste (z. B. <i>class1 class-second class_3</i>).
sr_rs: Odnosi se na sliku u prednjem delu (frontend-u). Više klasa odvajati razmakom (npr. <i>class1 class-second class_3</i>).

source: Image Aspect Ratio
de_ch: Bildseitenverhältnis
sr_rs: Proporcija slike

source: Image Classes
de_ch: Bildklassen
sr_rs: Klase slike

source: Image Element
de_ch: Bild-Element
sr_rs: Slika

source: Image Size
de_ch: Bildgrösse
sr_rs: Veličina slike

source: Image size used for %s
de_ch: Bildgrösse verwendet für %s
sr_rs: Veličina slike koja se koristi za %s

source: Plugin %s is up to date.
de_ch: Plugin %s ist aktuell.
sr_rs: Trenutna verzija plugina %s je aktuelna.

source: Security check failed.
de_ch: Sicherheitsüberprüfung fehlgeschlagen.
sr_rs: Bezbednosna provera nije uspela.

source: Update check
de_ch: Update Überprüfung
sr_rs: Nova verzija?
